---
kind: other
id: Methods.T:Autodesk.Revit.UI.Events.ViewActivatedEventArgs
source: html/a430805f-3cc4-1d13-3063-72ae5546022f.htm
---
# ViewActivatedEventArgs Methods

Indicates whether the event is being cancelled.